DATA_ARR = {
    'Пицца': {
        'Пицца Ривьерра': {
            'Name': 'Пицца Ривьерра',
            'img': 'img/pizza1.png',
            'structure': """Нежнейшая пицца, созданная с любовью по лучшим итальянским рецептам из свежайших продуктов
            \n<b>Состав</b>
            Ингридиент1 - 100г
            Ингридиент2 - 100г
            Ингридиент3 - 100г
            Ингридиент4 - 100г
            Ингридиент5 - 80г""",
            'weigth': '480г',
            'energy': '1000 ккал'
        },
        'Грибная пицца': {
            'Name': 'Грибная пицца',
            'img': 'img/pizza2.png',
            'structure': """Хрустящая грибная пицца с легким ароматом гриля и открытого огня
            \n<b>Состав</b>
            Ингридиент1 - 200г
            Ингридиент2 - 100г
            Ингридиент3 - 150г
            Ингридиент4 - 150г
            Ингридиент5 - 10г""",
            'weigth': '700г',
            'energy': '1200 ккал'
        },
        'Пицца с морепродуктами': {
            'Name': 'Пицца с морепродуктами',
            'img': 'img/pizza3.png',
            'structure': """Приятная пицца с морепродуктами на Ваш выбор
            \n<b>Состав</b>
            Ингридиент1 - 100г
            Ингридиент2 - 100г
            Ингридиент3 - 100г
            Ингридиент4 - 100г
            Ингридиент5 - 100г""",
            'weigth': '500г',
            'energy': '900 ккал'
        },
        'Пицца 4 сезона': {
            'Name': 'Пицца 4 сезона',
            'img': 'img/pizza4.png',
            'structure': """Нежнейшая пицца, созданная с любовью по лучшим итальянским рецептам из свежайших продуктов
            \n<b>Состав</b>
            Ингридиент1 - 100г
            Ингридиент2 - 150г
            Ингридиент3 - 200г
            Ингридиент4 - 100г
            Ингридиент5 - 200г
            Ингридиент6 - 50г""",
            'weigth': '800г',
            'energy': '1600 ккал'
        },
    },
    'Бургеры': {
        'Чикен бурегер': {
            'Name': 'Чикен бурегер',
            'img': 'img/chiken-burger.png',
            'structure': """Современная классика - чикен бургер
            \n<b>Состав</b>
            Ингридиент1 - 20г
            Ингридиент2 - 50г
            Ингридиент3 - 30г
            Ингридиент4 - 30г
            Ингридиент5 - 30г""",
            'weigth': '160г',
            'energy': '200 ккал'
        },
        'Сырный бургер': {
            'Name': 'Сырный бургер',
            'img': 'img/cheese-burger.png',
            'structure': """Для любителей сыра и сочной котлеты - сырный бургер
            \n<b>Состав</b>
            Ингридиент1 - 20г
            Ингридиент2 - 50г
            Ингридиент3 - 30г
            Ингридиент4 - 30г
            Ингридиент5 - 20г""",
            'weigth': '150г',
            'energy': '190 ккал'
        },
        'Биф бурегер': {
            'Name': 'Биф бурегер',
            'img': 'img/chiken-burger.png',
            'structure': """Самая большая и сочная котлета под соусом 1000 островов
            \n<b>Состав</b>
            Ингридиент1 - 20г
            Ингридиент2 - 100г
            Ингридиент3 - 40г
            Ингридиент4 - 20г
            Ингридиент5 - 20г""",
            'weigth': '200г',
            'energy': '400 ккал'
        }
    },
    'Салаты': {
        'Салат Цезарь' : {
            'Name': 'Салат Цезарь',
            'img': 'img/salat-cesar.png',
            'structure': """Лучшая легкая закуска ко всем блюдам, не стареющая классика - салат Цезарь
            \n<b>Состав</b>
            Ингридиент1 - 20г
            Ингридиент2 - 50г
            Ингридиент3 - 30г
            Ингридиент4 - 30г
            Ингридиент5 - 30г""",
            'weigth': '160г',
            'energy': '100 ккал'
        }
    },
    'Напитки': {
        'Coca-cola' : {
            'Name': 'Coca-cola',
            'img': 'img/coca-cola-classic.png',
            'structure': """<b>Варианты граммовок</b>
            Стакан 0.3
            Стакан 0.5
            Стакан 0.7""",
            'weigth': '300г',
            'energy': '20 ккал'
        },
        'Фреш в ассортименте' : {
            'Name': 'Фреш в ассортименте',
            'img': 'img/fresh.png',
            'structure': """<b>Все возможные фреши</b>
            Яблочный
            Апельсиновый
            Грушевый
            Манго-маракуйя""",
            'weigth': '300г',
            'energy': '20 ккал'
        }
    },
    'Картошка фри': {
        'Картофель фри стандарт' : {
            'Name': 'Картофель фри стандарт',
            'img': 'img/kartofel-free-standart.jpg',
            'structure': """<b>Возможные граммовки</b>
            Маленькая - 150г
            Средняя - 180г
            Большая - 220г""",
            'weigth': '150г',
            'energy': '100 ккал'
        },
        'Картофель фри по-деревенски' : {
            'Name': 'Картофель фри по-деревенски',
            'img': 'img/kartofel-po-derevenski.jpg',
            'structure': """<b>Возможные граммовки</b>
            Маленькая - 150г
            Средняя - 180г
            Большая - 220г""",
            'weigth': '150г',
            'energy': '150 ккал'
        }
    },
    'Соусы': {
        'Соус сырный' : {
            'Name': 'Соус сырный',
            'img': 'img/sous-sirniy.jpg',
            'structure': """<b>Состав</b>
            Соус сырный""",
            'weigth': '20г',
            'energy': '10 ккал'
        },
        'Соус кисло-сладкий' : {
            'Name': 'Соус кисло-сладкий',
            'img': 'img/sous-kislo-sladkiy.jpg',
            'structure': """<b>Состав</b>
            Соус кисло-сладкий""",
            'weigth': '20г',
            'energy': '10 ккал'
        },
        'Соус барбекю' : {
            'Name': 'Соус барбекю',
            'img': 'img/sous-barbekeu.jpg',
            'structure': """<b>Состав</b>
            Соус барбекю""",
            'weigth': '20г',
            'energy': '10 ккал'
        }
    }
}